/* No comment provided by engineer. */
"Upgrading enables all the Pro features and\nsupports the future development of the app." = "升级可启用所有 Pro 版功能\n并支持本应用的持续开发。";

/* No comment provided by engineer. */
"About " = "关于";

/* No comment provided by engineer. */
"Add to Favorites" = "添加到收藏夹";

/* No comment provided by engineer. */
"Also delete favorites" = "同时删除收藏夹";

/* No comment provided by engineer. */
"App Contact" = "应用联系人";

/* No comment provided by engineer. */
"Are you searching the right term? Looks like there are no results." = "请检查你的搜索词。未找到任何结果。";

/* No comment provided by engineer. */
"Beta" = "Beta";

/* No comment provided by engineer. */
"Beta Expired" = "Beta 版已过期";

/* No comment provided by engineer. */
"Blacklist" = "黑名单";

/* No comment provided by engineer. */
"Build" = "版本";

/* No comment provided by engineer. */
"Calculating History Size…" = "正在计算历史记录的大小...";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"character" = "字符";

/* No comment provided by engineer. */
"characters" = "字符";

/* No comment provided by engineer. */
"Check a type to omit it. If you are mainly working with text and do not want Files and Images to be recorded you can simply check those categories." = "勾选要忽略的类型。例如你主要使用文本而不需要其他文件或图片，则可简单勾选对应类型。";

/* No comment provided by engineer. */
"Check for Updates…" = "检查更新…";

/* No comment provided by engineer. */
"Check this box for a darker experience." = "勾选此框改为暗色调。";

/* No comment provided by engineer. */
"Check this box to activate a more colored selection." = "勾选此框可获得更多颜色选项。";

/* No comment provided by engineer. */
"color" = "颜色";

/* No comment provided by engineer. */
"Color" = "颜色";

/* No comment provided by engineer. */
"Colorful selection" = "选择颜色";

/* No comment provided by engineer. */
"Come on, go out there and click some ❤️!" = "请给我们一些 ❤️！";

/* No comment provided by engineer. */
"Contact Us…" = "联系我们...";

/* No comment provided by engineer. */
"Copia is always accessible through the menu bar." = "Copia 总是可以通过菜单栏访问。";

/* No comment provided by engineer. */
"Copy" = "拷贝";

/* No comment provided by engineer. */
"Copy as Plain Text" = "作为纯文本拷贝";

/* No comment provided by engineer. */
"Could not restore your purchase" = "无法恢复您的购买";

/* Day Unit (Abbreviated as a single letter) */
"d" = "天";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete History…" = "删除历史记录...";

/* No comment provided by engineer. */
"Did you lose something nearby? Keep on searching buddy!" = "你是不是丢了什么东西？继续搜索！";

/* No comment provided by engineer. */
"Do you really want to delete the current history?" = "你确定要删除当前的历史记录吗？";

/* No comment provided by engineer. */
"Download latest release…" = "下载最新版本...";

/* No comment provided by engineer. */
"Due to security reasons in order to install the paste script needed for this feature we need you to specifically select the following folder:\n\n%@\n\nIt should be already selected in the next dialog, if so please just push the Select button." = "由于安全原因，要安装粘贴脚本，你需要选中下列文件夹：\n\n%@ \n\n在下一个对话框中它应当已被选中，如果是这样的话请按下选择按钮。";

/* No comment provided by engineer. */
"element" = "元素";

/* No comment provided by engineer. */
"elements" = "元素";

/* No comment provided by engineer. */
"Empty history? You make me wish I had less RAM." = "历史记录为空？如果我的 RAM 不那么多就好了。";

/* No comment provided by engineer. */
"Enable this if you want the app to start every time you login with this user." = "启用此选项可在每次启动本应用时以该用户身份登录。";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Every copied element is represented as a tile in a searchable list." = "可搜索列表中以方块表示每个已拷贝的元素。";

/* No comment provided by engineer. */
"Expected a folder to store application data, found a file" = "需要一个文件夹用于储存应用数据，发现一个文件";

/* No comment provided by engineer. */
"file" = "文件";

/* No comment provided by engineer. */
"Files" = "文件";

/* No comment provided by engineer. */
"folder" = "文件夹";

/* No comment provided by engineer. */
"for Mac" = "for Mac";

/* No comment provided by engineer. */
"Fresh new history or just an empty one? Copy something and make it better!" = "历史记录是全新的还是被清空的？拷贝些东西吧！";

/* No comment provided by engineer. */
"future development of" = "持续开发";

/* No comment provided by engineer. */
"General" = "通用";

/* No comment provided by engineer. */
"Greeting someone with no favourites is a tough job, isn't it?" = "没有收藏的人生是不完整的，不是吗？";

/* Hour Unit (Abbreviated as a single letter) */
"h" = "时";

/* No comment provided by engineer. */
"HELLOOO!! Can you hear the echo?" = "你好啊啊啊啊！！能听见回声吗？";

/* No comment provided by engineer. */
"Hello… is there anybody in there?" = "你好…有人在家吗？";

/* No comment provided by engineer. */
"Hide" = "隐藏";

/* No comment provided by engineer. */
"History" = "历史记录";

/* No comment provided by engineer. */
"History " = "历史记录";

/* No comment provided by engineer. */
"I would love to be able to show you something other than this string." = "其实我不想显示这串文字，也想显示点别的什么给你看。";

/* No comment provided by engineer. */
"If you would just click some ❤️ this place would be vibrant!" = "您只需点击一些 ❤️ 这个地方就会充满活力 ！";

/* No comment provided by engineer. */
"image" = "图像";

/* No comment provided by engineer. */
"Images" = "图像";

/* No comment provided by engineer. */
"Install paste script" = "安装粘贴脚本";

/* No comment provided by engineer. */
"Item" = "项目";

/* No comment provided by engineer. */
"Items" = "项目";

/* No comment provided by engineer. */
"Items copied from the applications below will not be added to your history.\nUse this list to prevent copying sensitive data from applications such as Keychain Access." = "从下列应用中拷贝的项目将不会出现在你的历史记录中。\n使用此列表防止拷贝来自诸如“钥匙串访问”等应用的数据。";

/* No comment provided by engineer. */
"Items that exceed this size will not be saved." = "超过此大小的项目将不会被保存。";

/* No comment provided by engineer. */
"Knock knock. Who's there? An empty clipboard manager…" = "Knock knock。是谁在敲门？空空如也的剪贴板管理器…";

/* No comment provided by engineer. */
"Launch at login" = "在登录时启动";

/* No comment provided by engineer. */
"Left" = "左";

/* No comment provided by engineer. */
"left" = "左";

/* No comment provided by engineer. */
"link" = "链接";

/* No comment provided by engineer. */
"Links" = "链接";

/* No comment provided by engineer. */
"Looks empty in here, copy something to make it glorious!" = "看起来这里什么都没有，拷贝些什么来充实这里吧！";

/* No comment provided by engineer. */
"Looks like your history is empty, copy something to make it shine!" = "看起来你的历史记录是空的，拷贝些什么来吧！";

/* Minute Unit (Abbreviated as a single letter) */
"m" = "分";

/* No comment provided by engineer. */
"Maximum item size" = "最大项目大小";

/* No comment provided by engineer. */
"Maximum items to save" = "最多可存储项目";

/* No comment provided by engineer. */
"MB" = "MB";

/* Month Unit (Abbreviated as a single letter. In this case two letters because 'm' already represents minutes) */
"mo" = "月";

/* No comment provided by engineer. */
"Nothing here… copy something to improve the experience!" = "这里什么都没有…拷贝些什么东西来吧！";

/* The shortest possible form of "now". */
"now" = "现在";

/* No comment provided by engineer. */
"OK" = "好的";

/* No comment provided by engineer. */
"on" = "在";

/* No comment provided by engineer. */
"other" = "其他";

/* No comment provided by engineer. */
"Paste" = "粘贴";

/* No comment provided by engineer. */
"Paste as Plain Text" = "粘贴为纯文本";

/* No comment provided by engineer. */
"Paste in active application" = "在活动应用程序中粘贴";

/* No comment provided by engineer. */
"Pause / restart recording hotkey " = "暂停/重新启动录制热键";

/* No comment provided by engineer. */
"Pause Recording" = "暂停录制";

/* No comment provided by engineer. */
"Peek-a-boo, I see you! Mm no, actually I can't see anything." = "啊哈，我看到你了！不过，其实我什么都看不见。";

/* No comment provided by engineer. */
"pixels" = "像素";

/* No comment provided by engineer. */
"Play Sounds" = "播放声音";

/* No comment provided by engineer. */
"Please do not remove the following two lines:" = "请不要删除以下两行︰";

/* No comment provided by engineer. */
"Please take the time to update all the Pro features in the Preferences panes." = "请花点时间来更新偏好设置窗格中的所有 Pro 功能。";

/* No comment provided by engineer. */
"Preferences…" = "偏好设置…";

/* No comment provided by engineer. */
"Premium" = "高级版";

/* No comment provided by engineer. */
"Premium unlocked" = "高级版已解锁";

/* No comment provided by engineer. */
"Privacy" = "隐私";

/* No comment provided by engineer. */
"Pro features" = "Pro 功能";

/* No comment provided by engineer. */
"Proceed" = "继续";

/* No comment provided by engineer. */
"Purchasing…" = "正在购买…";

/* No comment provided by engineer. */
"Quit " = "退出";

/* No comment provided by engineer. */
"Ready or not here I come! Never too late to play hide and seek!" = "藏好了吗？我来找你啦！";

/* No comment provided by engineer. */
"Remove from Favorites" = "从收藏夹中移除";

/* No comment provided by engineer. */
"Remove text formatting" = "移除文本格式";

/* No comment provided by engineer. */
"Rename" = "重命名";

/* No comment provided by engineer. */
"Restore Purchases…" = "恢复以前的购买…";

/* No comment provided by engineer. */
"Restoring Purchases" = "正在恢复以前的购买";

/* No comment provided by engineer. */
"Restoring…" = "正在恢复…";

/* No comment provided by engineer. */
"Resume Recording" = "恢复录制";

/* No comment provided by engineer. */
"Right" = "右";

/* No comment provided by engineer. */
"right" = "右";

/* Second Unit (Abbreviated as a single letter) */
"s" = "秒";

/* No comment provided by engineer. */
"Seek and ye shall find." = "仔细找就能找到。";

/* No comment provided by engineer. */
"Select" = "选择";

/* No comment provided by engineer. */
"Select the “%@“ folder.\n and push the Select button." = "选择 \"%@\" 文件夹。 \n然后按选择按钮。";

/* No comment provided by engineer. */
"Select window side:" = "选择窗口位置：";

/* No comment provided by engineer. */
"Share" = "分享";

/* No comment provided by engineer. */
"Show" = "显示";

/* No comment provided by engineer. */
"Show / hide window hotkey" = "显示/隐藏窗口热键";

/* No comment provided by engineer. */
"Sorry, an error occurred" = "抱歉，发生了错误";

/* No comment provided by engineer. */
"Sorry, wrong folder" = "抱歉，文件夹错误";

/* No comment provided by engineer. */
"Text" = "文本";

/* No comment provided by engineer. */
"The database is either corrupt or was created with a different version of the application." = "数据库可能损坏或者是用不同版本的应用程序创建的。";

/* No comment provided by engineer. */
"The lost and found is just 2 blocks from here." = "失物招领处距离这里只有两条街。";

/* No comment provided by engineer. */
"There are no favourites here. You could show some love!" = "这里还没有收藏。你需要散播一些爱！";

/* No comment provided by engineer. */
"There is an error communicating with the server." = "与服务器通信时发生错误。";

/* No comment provided by engineer. */
"There is nothing in here. Maybe you can copy something beautiful and smart out there?" = "这里什么也没有。也许你可以拷贝些好看又精致的东西过来？";

/* No comment provided by engineer. */
"This action can’t be undone" = "这个操作无法撤销";

/* No comment provided by engineer. */
"This beta version is expired." = "此试用版已过期。";

/* No comment provided by engineer. */
"This place should be full of your favourite things." = "这里用于存放你的收藏。";

/* No comment provided by engineer. */
"This system shortcut can pause or restart pasteboard tracking function. No clipboard items will be copied in the history while the app is on pause." = "此系统快捷方式可以用于暂停或重新启动剪贴板监视功能。应用程序处于暂停时，不会将剪贴板内容写入历史记录。";

/* No comment provided by engineer. */
"This system shortcut will show and hide the main window." = "此系统快捷方式可显示和隐藏主窗口。";

/* No comment provided by engineer. */
"Too many elements" = "元素太多";

/* No comment provided by engineer. */
"txt" = "txt";

/* No comment provided by engineer. */
"Type filters" = "类型筛选器";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unknown Item" = "未知项目";

/* No comment provided by engineer. */
"unknown item" = "未知项目";

/* No comment provided by engineer. */
"unlimited" = "无限制";

/* No comment provided by engineer. */
"Upgrade to Premium" = "升级到高级版";

/* No comment provided by engineer. */
"Upgrading enables all the " = "升级可启用所有";

/* No comment provided by engineer. */
"Use this setting to set the side of the main screen where you would like to see the main window appear." = "使用此功能来设置在主屏幕的哪一侧显示主窗口。";

/* No comment provided by engineer. */
"Version" = "版本";

/* Week Unit (Abbreviated as a single letter) */
"w" = "周";

/* No comment provided by engineer. */
"We can only write the script in the correct directory. Please start the procedure again" = "我们只能在正确的目录中写入脚本。请重新启动程序";

/* No comment provided by engineer. */
"Welcome!" = "欢迎！";

/* No comment provided by engineer. */
"Were you looking for something? Nothing here…" = "你在找什么东西吗？这里什么都没有…";

/* No comment provided by engineer. */
"When checked, every kind of text copied (plain, rtf and rtfd) will be pasted as plain text and formatting elements (like font, text color or background color) will be discarded." = "勾选此项后，任何类型的文本（纯文本、rft 和 rftd）拷贝后都将作为纯文本粘贴，格式元素（例如字体、文字颜色、背景颜色）将被丢弃。";

/* No comment provided by engineer. */
"When checked, the content of the selected clipboard item will be automatically pasted in the active application." = "勾选此项后，已选择的剪贴板项目内容将自动粘贴到活动的应用程序中。";

/* No comment provided by engineer. */
"When the maximum is exceeded, the oldest items in your history will be removed." = "当超过最大值时，历史记录中最旧的项目将被移除。";

/* No comment provided by engineer. */
"Whenever you want to open Copia, just press Cmd-Shift-V.\nOr, change it with another shortcut of your choice:" = "按下 Cmd-Shift-V 即可打开 Copia。\n你也可以自行更改快捷键：";

/* No comment provided by engineer. */
"Window position:" = "窗口位置：";

/* No comment provided by engineer. */
"word" = "字词";

/* No comment provided by engineer. */
"words" = "字词";

/* Year Unit (Abbreviated as a single letter) */
"y" = "年";

/* No comment provided by engineer. */
"You are going to make the world a better place one copy at a time!" = "你的每一次拷贝都会让世界变得更美好！";

/* No comment provided by engineer. */
"You are our hero." = "你是我们的英雄。";

/* No comment provided by engineer. */
"You are standing at the end of a road before an empty clipboard manager history.  Around you is a desktop. There is a ⌘-C on the ground." = "你正站在一条小路的尽头，面前有个空的剪贴板管理器。你的身旁有个电脑。地上有一个 ⌘-C。";

/* No comment provided by engineer. */
"You can always change this behavior in the Preferences." = "你可以在偏好设置中更改此功能。";

/* No comment provided by engineer. */
"You know what you should do now? Copy something!" = "你知道现在应该做什么吗？拷贝些东西 ！";

/* No comment provided by engineer. */
"You sure you left it here? I really don't see it." = "你确定把它放在这了吗？我没有看见啊。";

/* No comment provided by engineer. */
"…and" = "…以及";

/* No comment provided by engineer. */
"↑↑↑" = "↑↑↑";

/* No comment provided by engineer. */
"∞" = "∞";

/* No comment provided by engineer. */
"⌘C" = "⌘C";

/* No comment provided by engineer. */
"⌘V" = "⌘V";

/* No comment provided by engineer. */
"❤️ Thank You! ❤️" = "❤️ 谢谢你！❤️";

/* No comment provided by engineer. */
"Upgrade to Premium" = "升级到高级版";

/* No comment provided by engineer. */
"Upgrading enables all the Pro features and supports the future development of the app." = "升级可启用所有 Pro 版功能并支持本应用的持续开发。";

/* No comment provided by engineer. */
"Dark theme" = "暗色主题";

/* No comment provided by engineer. */
"The darker experience you were looking for" = "你一直在寻找的暗色调体验";

/* No comment provided by engineer. */
"Colorful selection" = "颜色选择";

/* No comment provided by engineer. */
"Who said highlight color should always be blue?" = "谁说高亮颜色必须用蓝色的？";

/* No comment provided by engineer. */
"Remove formatting" = "移除格式";

/* No comment provided by engineer. */
"Text formatting elements will be ignored" = "文本格式元素将被忽略";

/* No comment provided by engineer. */
"Paste in active app" = "在活动应用程序中粘贴";

/* No comment provided by engineer. */
"Directly paste from Copia to the foreground app" = "直接从 Copia 粘贴到前台应用程序";

/* No comment provided by engineer. */
"Upgrade to Premium" = "升级到高级版";

/* No comment provided by engineer. */
"Restore Purchases…" = "恢复以前的购买…";

/* - - - - - - - - - - - - - - - - - - */
/* ADDITIONAL STRINGS APRIL 18TH 2017 */
/* - - - - - - - - - - - - - - - - - - */
/* Paste in AppName (found in contextual menu). */

"Paste in" = "粘贴到";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "无法将 Copia 添加到登录项";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "无法从登录项中移除 Copia";

/* Welcome 1st screen. */
"Copia remembers everything you copy to the clipboard\nand lets you retrieve it with ease." = "Copia 记录你复制到剪贴板的\n所有内容，并让您便捷获取。";

/* Welcome 2nd screen. */
"Copia can appear on either side of your screen and can be automatically\n started every time you login, please select your favorite behavior." = "Copia 可以显示在您的屏幕任意一侧并可在\n登录时自动启动，请选择您偏好的显示方式。";

/* No comment provided by engineer. */
"Copia will appear on the left side of the screen." = "Copia 将显示在屏幕的左侧。";

/* No comment provided by engineer. */
"Copia will appear on the right side of the screen." = "Copia 将显示在屏幕的右侧。";

/* No comment provided by engineer. */
"Automatically launch Copia at login" = "在登录时自动启动 Copia";

/* Welcome 3rd screen. */
"Thank you, we believe Copia will improve your workflow. We love\nfeedback, so if you feel like raving or complaining, please reach out to us!" = "谢谢你，我们相信 Copia 将提高您的工作流程。我们乐于接收\n反馈意见，所以如果你想要反馈或者抱怨，请与我们取得联系！";

/* Welcome 3rd screen. */
"We hope you will enjoy Copia" = "我们希望你喜欢 Copia";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "无法将 Copia 添加到登录项";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "无法从登录项中移除 Copia";

/* Menu bar item menu. */
"Show Copia" = "显示 Copia";

/* Menu bar item menu. */
"Quit Copia" = "退出 Copia";

/* Menu bar item menu. */
"About Copia" = "关于 Copia";

/* Done button at the end of the Welcome screens. */
"Done" = "完成";

/* Please translate as plural. */
"others" = "其他";

/* No comment provided by engineer. */
"Delete multiple items" = "删除多个项目";

/* No comment provided by engineer. */
"Paste multiple items in" = "粘贴多个项目到";

/* No comment provided by engineer. */
"Paste multiple items as plain text" = "以纯文本格式粘贴多个项目";

/* - - - - - - - - - - - - - - - - - - */
/*  ADDITIONAL STRINGS JULY 13TH 2017  */
/* - - - - - - - - - - - - - - - - - - */

/* Status bar help menu folder */
"Help" = "帮助";

/* Status bar faq menu item */
"Faq" = "常问问题";

